Repository: mik67/Kentico__OPGeneral_test
Catalog: Translations/OPGeneral.*.xlf
Languages: cs_cz

# Table 1896974463 - Property 2879900210
source: Service Type
cs_cz: Typ služby

# Report 3583579474 - Property 2879900210
source: Suggest Vendor Payments
cs_cz: Navrhnout platby dodavateli

# Report 3583579474 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 3583579474 - Control 105024216 - Property 2879900210
source: Find Payments
cs_cz: Najít platby

# Report 3583579474 - Control 941964432 - Property 2879900210
source: Last Payment Date
cs_cz: Poslední datum splatnosti

# Report 3583579474 - Control 941964432 - Property 1295455071
source: Specifies the latest payment date that can appear on the vendor ledger entries to be included in the batch job. Only entries that have a due date or a payment discount date before or on this date will be included. If the payment date is earlier than the system date, a warning will be displayed.
cs_cz: Určuje poslední (nejmladší) datum splatnosti dodavatelských položek, které mají být zahrnuty do této dávkové úlohy. Zahrnuty budou pouze položky s datem splatnosti nebo datem platebního skonta menším nebo shodným s nastaveným datem. Bude zobrazeno upozornění pokud je datum platby dřívější než systémové datum.

# Report 3583579474 - Control 2463028275 - Property 2879900210
source: Find Payment Discounts
cs_cz: Vyhledat skonto

# Report 3583579474 - Control 2463028275 - Property 1295455071
source: Specifies if you want the batch job to include vendor ledger entries for which you can receive a payment discount.
cs_cz: Určuje, zda chcete, aby dávková úloha zahrnula položky dodavatele, pro které můžete obdržet skonto.

# Report 3583579474 - Control 4125201959 - Property 2879900210
source: Use Vendor Priority
cs_cz: Použít prioritu dodavatele

# Report 3583579474 - Control 4125201959 - Property 1295455071
source: Specifies if the Priority field on the vendor cards will determine in which order vendor entries are suggested for payment by the batch job. The batch job always prioritizes vendors for payment suggestions if you specify an available amount in the Available Amount (LCY) field.
cs_cz: Definuje zda pole Priorita v kartě dodavatele určuje v jakém pořadí budou položky dodavatele navržené dávkovou úlohou k proplacení. Dávková úloha vždy upřednostňuje dodavatele v návrhu plateb v případě zadání dostupné částky v poli Částka k dispozici (LM).

# Report 3583579474 - Control 270203254 - Property 2879900210
source: Available Amount (LCY)
cs_cz: Částka k dispozici

# Report 3583579474 - Control 270203254 - Property 1295455071
source: Specifies a maximum amount (in LCY) that is available for payments. The batch job will then create a payment suggestion on the basis of this amount and the Use Vendor Priority check box. It will only include vendor entries that can be paid fully.
cs_cz: Určuje maximální částku (v LM), která je pro platby k dispozici. Dávková úloha potom na základě této částky vytvoří návrh platby a políčko Použít prioritu dodavatele. Bude obsahovat pouze položky dodavatele, které mohou být úplně zaplaceny.

# Report 3583579474 - Control 41713295 - Property 2879900210
source: Skip Exported Payments
cs_cz: Přeskočit exportované platby

# Report 3583579474 - Control 41713295 - Property 1295455071
source: Specifies if you do not want the batch job to insert payment journal lines for documents for which payments have already been exported to a bank file.
cs_cz: Určuje, zda nechcete, aby dávková úloha vložila řádky deníku plateb pro doklady, pro které již byly exportovány platby do souboru banky.

# Report 3583579474 - Control 970280427 - Property 2879900210
source: Summarize Results
cs_cz: Shrnutí výsledků

# Report 3583579474 - Control 4147531868 - Property 2879900210
source: Summarize per Vendor
cs_cz: Dodavatel na jeden řádek

# Report 3583579474 - Control 4147531868 - Property 1295455071
source: Specifies if you want the batch job to make one line per vendor for each currency in which the vendor has ledger entries. If, for example, a vendor uses two currencies, the batch job will create two lines in the payment journal for this vendor. The batch job then uses the Applies-to ID field when the journal lines are posted to apply the lines to vendor ledger entries. If you do not select this check box, then the batch job will make one line per invoice.
cs_cz: Určuje, zda chcete, aby dávková úloha vytvářela jeden řádek za každého dodavatele a každou měnu z položek dodavatele. Například dodavatel používá dvě měny pro fakturaci, tak dávková úloha vytvoří dva řádky v deníku plateb pro tohoto dodavatele. Dávková úloha použije pole Nastavit pole vyrovnání během účtování řádků deníku pro vyrovnání položek dodavatele. Pokud toto políčko není zaškrtnuté, bude dávková úloha vytvářet jeden řádek za každý doklad.

# Report 3583579474 - Control 3061097395 - Property 2879900210
source: By Dimension
cs_cz: Podle dimenzí

# Report 3583579474 - Control 3061097395 - Property 1295455071
source: Specifies the dimensions that you want the batch job to consider.
cs_cz: Určuje dimenze, které má dávková úloha zvážit.

# Report 3583579474 - Control 1565063448 - Property 2879900210
source: Fill in Journal Lines
cs_cz: Vyplňte řádky deníku

# Report 3583579474 - Control 3037438984 - Property 2879900210
source: Posting Date
cs_cz: Datum zaúčtování

# Report 3583579474 - Control 3037438984 - Property 1295455071
source: Specifies the date for the posting of this batch job. By default, the working date is entered, but you can change it.
cs_cz: Určuje zúčtovací datum pro tuto dávkovou úlohu. Jako výchozí je vloženo pracovní datum, ale můžete jej změnit.

# Report 3583579474 - Control 671266407 - Property 2879900210
source: Calculate Posting Date from Applies-to-Doc. Due Date
cs_cz: Vypočítat zúčtovací datum z datumu splatnosti vyrovnání dokladu

# Report 3583579474 - Control 671266407 - Property 1295455071
source: Specifies if the due date on the purchase invoice will be used as a basis to calculate the payment posting date.
cs_cz: Určuje, zda se datum splatnosti v nákupní faktuře použije jako základ pro výpočet zúčtovacího data platby.

# Report 3583579474 - Control 4115481519 - Property 2879900210
source: Applies-to-Doc. Due Date Offset
cs_cz: Posun datumu splatnosti vyrovnání dokladu

# Report 3583579474 - Control 4115481519 - Property 1295455071
source: Specifies a period of time that will separate the payment posting date from the due date on the invoice. Example 1: To pay the invoice on the Friday in the week of the due date, enter CW-2D (current week minus two days). Example 2: To pay the invoice two days before the due date, enter -2D (minus two days).
cs_cz: Určuje časový úsek, který oddělí datum platby od data splatnosti na faktuře . Příklad 1: Pro zaplacení faktury v pátek v týdnu do kterého spadá datum splatnosti zadejte CW-2D (aktuální týden mínus dva dny). Příklad 2: Pro platbu dva dny před datem splatnosti faktury, zadejte -2D (mínus dva dny).

# Report 3583579474 - Control 1797998410 - Property 2879900210
source: Starting Document No.
cs_cz: Číslo prvního dokladu

# Report 3583579474 - Control 1797998410 - Property 1295455071
source: Specifies the next available number in the number series for the journal batch that is linked to the payment journal. When you run the batch job, this is the document number that appears on the first payment journal line. You can also fill in this field manually.
cs_cz: Určuje další dostupné číslo z číselné řady listu deníku, který je spojen s deníkem plateb. Při spuštění dávkové úlohy je to číslo dokladu, který se zobrazí na prvním řádku deníku plateb. Pole můžete také vyplnit ručně.

# Report 3583579474 - Control 3460385088 - Property 2879900210
source: New Doc. No. per Line
cs_cz: Nové číslo dokladu na řádek

# Report 3583579474 - Control 3460385088 - Property 1295455071
source: Specifies if you want the batch job to fill in the payment journal lines with consecutive document numbers, starting with the document number specified in the Starting Document No. field.
cs_cz: Určuje, zda chcete, aby dávková úloha vyplnila řádky deníku plateb po sobě jdoucími čísly dokladu, počínaje číslem dokladu určeném v poli Počáteční číslo dokladu.

# Report 3583579474 - Control 3725994770 - Property 2879900210
source: Bal. Account Type
cs_cz: Typ protiúčtu

# Report 3583579474 - Control 3725994770 - Property 62802879
source: G/L Account,,,Bank Account
cs_cz: Finanční účet,Bankovní účet

# Report 3583579474 - Control 3725994770 - Property 1295455071
source: Specifies the balancing account type that payments on the payment journal are posted to.
cs_cz: Určuje typ vyrovnávacího účtu, na který jsou platby v deníku plateb zaúčtovány.

# Report 3583579474 - Control 3575898225 - Property 2879900210
source: Bal. Account No.
cs_cz: Číslo protiúčtu

# Report 3583579474 - Control 3575898225 - Property 1295455071
source: Specifies the balancing account number that payments on the payment journal are posted to.
cs_cz: Určuje číslo vyrovnávacího účtu, na který jsou platby v deníku plateb zaúčtovány.

# Report 3583579474 - Control 1556959688 - Property 2879900210
source: Bank Payment Type
cs_cz: Typ platby v bance

# Report 3583579474 - Control 1556959688 - Property 1295455071
source: Specifies selection of the bank payment type (check type) you are using in case you use bank account as the balancing account type.
cs_cz: Určuje výběr typu platby v bance (typ šeku) použitý v případě, že používáte bankovní účet jako typ protiúčtu.

# Report 3583579474 - NamedType 2476940767
source: In the Last Payment Date field, specify the last possible date that payments must be made.
cs_cz: Do pole Poslední datum splatnosti zadejte poslední možní datum, kdy musí být platba uhrazena.

# Report 3583579474 - NamedType 3114637384
source: In the Posting Date field, specify the date that will be used as the posting date for the journal entries.
cs_cz: Do pole Zúčtovací datum zadejte datum, které bude použito jako datum zaúčtování položek deníku.

# Report 3583579474 - NamedType 3752334001
source: In the Starting Document No. field, specify the first document number to be used.
cs_cz: Do pole Počáteční číslo dokladu zadejte první číslo dokladu, které bude použité.

# Report 3583579474 - NamedType 95063322
source: The payment date is earlier than %1.\\Do you still want to run the batch job?
cs_cz: Datum platby je dříve než %1.\\Opravdu chcete spustit dávku?

# Report 3583579474 - NamedType 1370456556
source: The batch job was interrupted.
cs_cz: Dávková úloha byla přerušena.

# Report 3583579474 - NamedType 2008153173
source: Processing vendors #1##########
cs_cz: Zpracování dodavatelů #1##########

# Report 3583579474 - NamedType 2645849790
source: Processing vendors for payment discounts #1##########
cs_cz: Zpracování dodavatelů pro skonto #1##########

# Report 3583579474 - NamedType 3283546407
source: Inserting payment journal lines #1##########
cs_cz: Vkládání řádků deníku plateb #1##########

# Report 3583579474 - NamedType 3921243024
source: %1 must be G/L Account or Bank Account.
cs_cz: %1 musí být finančním nebo bankovním účtem.

# Report 3583579474 - NamedType 1664139952
source: %1 must be filled only when %2 is Bank Account.
cs_cz: %1 musí být vyplněno pouze, pokud %2 je bankovním účtem.

# Report 3583579474 - NamedType 1026443335
source: Use Vendor Priority must be activated when the value in the Amount Available field is not 0.
cs_cz: Možnost Použít prioritu dodavatele, musí být aktivní, pokud hodnota pole Částka k dispozici není rovna 0.

# Report 3583579474 - NamedType 2301836569
source: Use Vendor Priority must be activated when the value in the Amount Available Amount (LCY) field is not 0.
cs_cz: Volba Použít prioritu dodavatele musí být aktivní, pokud hodnota v poli Částka k dispozici (LM) není rovna 0.

# Report 3583579474 - NamedType 557655741
source: If %1 = %2 and you have not selected the Summarize per Vendor field,\ then you must select the New Doc. No. per Line.
cs_cz: Pokud %1 = %2 a nevybrali jste pole Dodavatel na jeden řádek,\pak musíte vybrat Nové číslo dokladu na řádek.

# Report 3583579474 - NamedType 1940672225
source: You have only created suggested vendor payment lines for the %1 %2.\ However, there are other open vendor ledger entries in currencies other than %2.\\
cs_cz: Vytvořili jste pouze řádky navržených plateb dodavateli pro %1 %2.\Nicméně v položkách dodavatele existují další otevřené položky v měnách jiných než %2.\\

# Report 3583579474 - NamedType 2578368842
source: You have only created suggested vendor payment lines for the %1 %2.\ There are no other open vendor ledger entries in other currencies.\\
cs_cz: Vytvořili jste pouze řádky navržených plateb dodavateli pro %1 %2.\Neexistují žádné další otevřené položky dodavatele v jiných měnách.\\

# Report 3583579474 - NamedType 665278991
source: You have created suggested vendor payment lines for all currencies.\\
cs_cz: Vytvořili jste řádky navržených plateb dodavateli ve všech měnách.

# Report 3583579474 - NamedType 196491397
source: There are one or more entries for which no payment suggestions have been made because the posting dates of the entries are later than the requested posting date. Do you want to see the entries?
cs_cz: Existuje jedna nebo více položek, pro které nebyly vytvořeny žádné návrhy plateb, protože zúčtovací data těchto položek následují po zadaném zúčtovacím datu. Chcete tyto položky zobrazit?

# Report 3583579474 - NamedType 834188014
source: The %1 with the number %2 has a %3 with the number %4.
cs_cz: %1 s číslem %2 má %3 s číslem %4.

# Report 3583579474 - NamedType 2094329419
source: For one or more entries, the requested posting date is before the work date.\\These posting dates will use the work date.
cs_cz: U jedné nebo více položek je požadované zúčtovací datum před pracovním datem.\\Jako zúčtovací datum bude použito pracovní datum.

# Report 3583579474 - NamedType 3434512165
source: You cannot use Find Payment Discounts or Summarize per Vendor together with Calculate Posting Date from Applies-to-Doc. Due Date, because the resulting posting date might not match the payment discount date.
cs_cz: Nemůžete využít Nalézt skonto nebo Sumarizovat za dodavatele s volbou Vypočti zúčtovací datum z Datumu splatnosti vyrovnání dokladu, protože výsledný zúčtovací datum by nemusel odpovídat datumu skonta.

# Report 3583579474 - NamedType 2053384910
source: Payment of %1 %2
cs_cz: Platba %1 %2

# Report 2851825628 - Control 2346885236 - Property 2879900210
source: Options
cs_cz: Možnosti

# Report 2851825628 - Control 543275552 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Report 2851825628 - Control 543275552 - Property 1295455071
source: Specifies the first date in the period from which VAT entries are processed in the batch job.
cs_cz: Určuje první datum v období, od kterého jsou zpracovány položky DPH v dávkové úloze.

# Report 2851825628 - Control 4027189807 - Property 2879900210
source: Ending Date
cs_cz: Koncové datum

# Report 2851825628 - Control 4027189807 - Property 1295455071
source: Specifies the last date in the period from which VAT entries are processed in the batch job.
cs_cz: Určuje poslední datum v období, ze kterého jsou zpracovány položky DPH v dávkové úloze.

# Report 2851825628 - Control 3633979340 - Property 2879900210
source: Posting Date
cs_cz: Datum zaúčtování

# Report 2851825628 - Control 3633979340 - Property 1295455071
source: Specifies the date on which the transfer to the VAT account is posted. This field must be filled in.
cs_cz: Určuje s jakým datem je převod zaúčtován na účet DPH. Toto pole musí být vyplněno.

# Report 2851825628 - Control 3117834186 - Property 2879900210
source: Document No.
cs_cz: Číslo dokladu

# Report 2851825628 - Control 3117834186 - Property 1295455071
source: Specifies a document number. This field must be filled in.
cs_cz: Určuje číslo dokladu. Toto pole musí být vyplněno.

# Report 2851825628 - Control 900177904 - Property 2879900210
source: Settlement Account
cs_cz: Účet vyrovnání

# Report 2851825628 - Control 900177904 - Property 1295455071
source: Specifies the number of the VAT settlement account. Select the field to see the chart of account. This field must be filled in.
cs_cz: Určuje číslo účtu vyrovnání DPH. Vybráním pole zobrazíte účetní osnovu. Toto pole musí být vyplněno.

# Report 2851825628 - Control 587448222 - Property 2879900210
source: Show VAT Entries
cs_cz: Zobrazit DPH položky

# Report 2851825628 - Control 587448222 - Property 1295455071
source: Specifies if you want the report that is printed during the batch job to contain the individual VAT entries. If you do not choose to print the VAT entries, the settlement amount is shown only for each VAT posting group.
cs_cz: Určuje, zda chcete, aby sestava tisknutá v průběhu provádění dávkové úlohy obsahovala jednotlivé položky DPH. Pokud nevyberete tisk položek DPH, částka vyrovnání je zobrazena pouze pro každou účto skupinu DPH.

# Report 2851825628 - Control 2282416948 - Property 2879900210
source: Post
cs_cz: Účtovat

# Report 2851825628 - Control 2282416948 - Property 1295455071
source: Specifies if you want the program to post the transfer to the VAT settlement account automatically. If you do not choose to post the transfer, the batch job only prints a test report, and Test Report (not Posted) appears on the report.
cs_cz: Určuje, zda chcete, aby program automaticky účtoval přenos na účet vyrovnání DPH. Pokud se pro účtování přenosu nerozhodnete, dávková úloha vytiskne pouze testovací sestavu a testovací sestava (neúčtováno) se zobrazí v sestavě.

# Report 2851825628 - Control 3303862007 - Property 2879900210
source: Show Amounts in Add. Reporting Currency
cs_cz: Zobrazit částky v příd. měně pro hlášení

# Report 2851825628 - Control 3292282738 - Property 2879900210
source: Performance Country
cs_cz: Země/oblast plnění

# Report 2851825628 - Control 3292282738 - Property 1295455071
source: Specifies performance country code for VAT entries filtr.
cs_cz: Určuje kód země výkonu pro filtr položek DPH.

# Report 2851825628 - NamedType 2476940767
source: Enter the posting date.
cs_cz: Zadejte zúčtovací datum.

# Report 2851825628 - NamedType 3114637384
source: Enter the document no.
cs_cz: Zadejte číslo dokladu.

# Report 2851825628 - NamedType 3752334001
source: Enter the settlement account.
cs_cz: Zadejte účet vyrovnání.

# Report 2851825628 - NamedType 95063322
source: Do you want to calculate and post the VAT Settlement?
cs_cz: Chcete vypočítat a zaúčtovat vyrovnání DPH?

# Report 2851825628 - NamedType 732759939
source: VAT Settlement
cs_cz: DPH vyrovnání

# Report 2851825628 - NamedType 1370456556
source: Period: %1
cs_cz: Období 1

# Report 2851825628 - NamedType 3576424497
source: All amounts are in %1.
cs_cz: Všech. č. jsou v %1.

# Report 2851825628 - NamedType 2645849790
source: Purchase VAT settlement: #1######## #2########
cs_cz: Vyrovnání nákupní DPH : #1######## #2########

# Report 2851825628 - NamedType 3283546407
source: Sales VAT settlement : #1######## #2########
cs_cz: Vyrovnání prodejní DPH: #1######## #2########

# Report 2851825628 - NamedType 2571830216
source: Calc. and Post VAT Settlement
cs_cz: Vypoč. a účtovat vyrovnání DPH

# Report 2851825628 - NamedType 650077689
source: Page
cs_cz: Stránka

# Report 2851825628 - NamedType 1020508692
source: Test Report (Not Posted)
cs_cz: Testovací sestava (nezaúčtované)

# Report 2851825628 - NamedType 2833281111
source: Document No.
cs_cz: Číslo dokladu

# Report 2851825628 - NamedType 721081132
source: Settlement Account
cs_cz: Účet vyrovnání

# Report 2851825628 - NamedType 2869310181
source: Document Type
cs_cz: Typ dokumentu

# Report 2851825628 - NamedType 1583171122
source: Total
cs_cz: Součet

# Report 2851825628 - NamedType 2772842411
source: Settlement
cs_cz: Vyrovnání

# Report 2851825628 - NamedType 2758237192
source: Document No. is too long (max. %1 characters).
cs_cz: Číslo dokladu je příliš dlouhé (max.%1 zn.).

# Report 2851825628 - NamedType 1864777438
source: Total for Country/Region %1
cs_cz: Celkem za kód země/oblasti %1

# PageExtension 1406141430 - Action 3425870978 - Property 1295455071
source: Create payment suggestions as lines in the payment journal.
cs_cz: Vytvořte návrh plateb jako řádky v deníku plateb.
